Repository: openplans/OpenTripPlanner
Catalog: src/client/i18n/*.po
Languages: de

source: Transit
de: ÖPNV

source: Bus Only
de: nur Bus

source: Rail Only
de: nur Bahn

source: Bicycle Only
de: Fahrrad

source: Bicycle &amp; Transit
de: ÖPNV und Fahrrad

source: Walk Only
de: nur zu Fuß

source: Drive Only
de: nur Auto

source: Park and Ride
de: Parken and Ride

source: Rented Bicycle
de: Fahrradverleih

source: Transit & Rented Bicycle
de: ÖPNV und Fahrradverleih

source: Recenter Map Here
de: Karte hier zentrieren

source: Zoom In
de: hineinzoomen

source: Zoom Out
de: herauszoomen

source: Minimize all
de: Alles minimieren

source: Unminimize all
de: Alles wieder anzeigen

source: Stop Viewer
de: Haltestellenanzeige

source: Plan Trip
de: Verbindungssuche

source: From Stop
de: Starthaltestelle

source: To Stop
de: Zielhaltestelle

source: Routes Serving Stop
de: Verbindungen von hier

source: Legend : travel time in minutes
de: Legende: Reisezeit in Minuten

source: Analyst
de: Analyse

source: Refresh
de: Aktualisieren

source: Set as Analysis Location
de: Ausgangspunkt für Analyse setzen

source: Bike Share Planner
de: Bike-Sharing Planer

source: Trip Options
de: Einstellungen für Routensuche

source: PICK UP BIKE
de: FAHRRAD LEIHEN

source: ALTERNATE PICKUP
de: ALTERNATIVE LEIHSTATION

source: DROP OFF BIKE
de: FAHRRAD ABGEBEN

source: ALTERNATE DROP OFF
de: ALTERNATIVE ABGABESTATION

source: BIKE STATION
de: RAD STATION

source: <strong>%d</strong> bike available
de: <strong>%d</strong> Rad verfügbar

source: <strong>%d</strong> dock available
de: <strong>%d</strong> Platz vorhanden

source: Recommended Pick Up:
de: Empfohlene Ausleihe:

source: Recommended Drop Off:
de: Empfohlene Rückgabe:

source: Multimodal Trip Planner
de: Multimodaler Routenplaner

source: Itineraries
de: Routenvorschläge

source: %d Itinerary Returned
de: %d Route gefunden

source: Link to search
de: Link für diese Suche

source: First
de: Erster

source: Previous
de: Vorheriger

source: Next
de: Nächster

source: Last
de: Letzter

source: CONTINUES AS
de: WEITER ALS

source: %d min late
de: %d min Verspätung

source: %d min early
de: %d min zu früh

source: on time
de: pünktlich

# direction
source: to
de: in Richtung

# bus_direction
source: to
de: nach

source: Total walk distance for this trip exceeds specified maximum
de: Der Fußweg dieser Verbindung übersteigt das eingestellte Maximum.

# template
source: Start
de: Abfahrt

source: End
de: Ankunft

source: Trip Summary
de: Verbindungszusammenfassung

source: Travel
de: Reise

source: Time
de: Dauer

source: Total Walk
de: Insgesamt zu Fuß

source: Total Bike
de: Insgesamt per Rad

source: Transfers
de: Umstiege

source: Fare
de: Tarif

source: Valid
de: Gültig bis

source: Link to Itinerary
de: Link zur Route

source: Print
de: drucken

source: Your Trip
de: Ihre Verbindung

source: every %d min
de: alle %d Minuten

# itinerary
source: Depart
de: Abfahrt

source: <b>Board</b> at
de: <b>Einstieg</b> um

source: Stop
de: Halt

source: Time in transit
de: Umsteigezeit

source: Trip Viewer
de: Fahrtansicht

source: late as
de: verspätet um

source: Stay on board
de: an Bord bleiben

source: Alight
de: Ausstieg

source: %(currency)s %(price)s
de: %(price)s %(currency)s

source: Start: %(location)s at %(time_date)s
de: Start: %(location)s um %(time_date)s

source: Board
de: Einstieg

source: (%(agency_id)s Stop ID #%(stop_id)s),
de: (%(agency_id)s Halt Nr #%(stop_id)s),

source: End: %(location)s at %(time_date)s
de: Ziel: %(location)s um %(time_date)s

source: View itinerary online: %(itinerary_link)s
de: Anfahrtsplan online ansehen: %(itinerary_link)s

source: We're sorry. The trip planner is temporarily unavailable. Please try again later.
de: Entschuldigung. Die Reiseauskunft ist temporär nicht zu erreichen. Bitte versuchen Sie es später wieder.

source: Trip is not possible. You might be trying to plan a trip outside the map data boundary.
de: Verbindung nicht möglich. Haben Sie versucht eine Verbindung außerhalb der Kartengrenzen zu planen?

source: Trip is not possible. Your start or end point might not be safely accessible (for instance), you might be starting on a residential street connected only to a highway).
de: Verbindung nicht möglich. Ihr Start- oder Zielpunkt ist z.B. nicht sicher erreichbar, z.B. eine Wohnstraße die direkt auf eine Autobahn führt.

source: No transit times available. The date may be past or too far in the future or there may not be transit service for your trip at the time you chose.
de: Keine Verbindung verfügbar. Das Datum liegt zu weit in der Vergangenheit oder Zukunft; oder es gibt keine ÖPNV zu der eingegeben Zeit.

source: The trip planner is taking way too long to process your request. Please try again later.
de: Es dauert zu lange, Ihre Verbindung zu suchen. Bitte versuchen Sie es später noch einmal.

source: The request has errors that the server is not willing or able to process.
de: Die Anfrage hat Fehler welche der Server nicht bearbeiten kann.

source: Origin is unknown. Can you be a bit more descriptive?
de: Startort ist unbekannt. Können Sie es genauer beschreiben?

source: Destination is unknown. Can you be a bit more descriptive?
de: Zielort ist unbekannt. Können Sie es genauer beschreiben?

source: Both origin and destination are unknown. Can you be a bit more descriptive?
de: Start- und Zielort sind unbekannt. Können Sie diese genauer beschreiben?

source: Both origin and destination are not wheelchair accessible
de: Start- und Zielort sind nicht barrierefrei erreichbar.

source: Origin is within a trivial distance of the destination.
de: Start- und Zielort liegen zu nah beieinander.

source: The trip planner is unsure of the location you want to start from. Please select from the following options, or be more specific.
de: Die Verbindungssuche ist sich unsicher über den Startpunkt. Bitte wählen Sie die folgenden Optionen oder geben Sie den Ort genauer an.

source: The trip planner is unsure of the destination you want to go to. Please select from the following options, or be more specific.
de: Die Verbindungssuche ist sich unsicher über den Endpunkt. Bitte wählen Sie die folgenden Optionen oder geben Sie den Ort genauer an.

source: Both origin and destination are ambiguous. Please select from the following options, or be more specific.
de: Die Verbindungssuche ist sich unsicher über den Start- und Endpunkt. Bitte wählen Sie die folgenden Optionen oder geben Sie den Ort genauer an.

source: All of triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor must be set if any are
de: Es müssen der DreiecksSicherheitsFaktor, DreiecksSteigungsFaktor und der DreiecksZeitFaktor zugleich gesetzt sein

source: The values of triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor must sum to 1
de: Die Summe aus DreiecksSicherheitsFaktor, DreiecksSteigungsFaktor und DreiecksZeitFaktor muss 1 ergeben.

source: If triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor are provided, OptimizeType must be TRIANGLE
de: Wenn DreiecksSicherheitsFaktor, DreiecksSteigungsFaktor und DreiecksZeitFaktor angeben sind, muß der Optimierungstyp DREIECK sein.

source: If OptimizeType is TRIANGLE, triangleSafetyFactor, triangleSlopeFactor, and triangleTimeFactor must be set
de: Wenn der Optimierungstyp DREIECK ist, muß DreiecksSicherheitsFaktor, DreiecksSteigungsFaktor und DreiecksZeitFaktor angeben werden.

source: Set as Start Location
de: Als Startort auswählen

source: Set as End Location
de: Als Zielort auswählen

source: Destination
de: Ziel

source: Error %(error_id)d
de: Fehler %(error_id)d

source: No Trip Found
de: Keine Verbindung gefunden

source: Your %(bike_share_name)s route
de: Ihre %(bike_share_name)s Strecke

source: Your bike route
de: Ihre Radroute

source: Walk to the %(bike_share_name)s dock.
de: Gehen Sie zur %(bike_share_name)s Station.

source: Walk from the %(bike_share_name)s dock to your destination.
de: Gehen Sie von der %(bike_share_name)s Station zu Ihrem Ziel.

source: Your walk route
de: Ihr Fußweg

source: north
de: nord

source: northeast
de: nordost

source: east
de: ost

source: southeast
de: südost

source: south
de: süd

source: southwest
de: südwest

source: northwest
de: nordwest

# itinerary
source: depart
de: Abfahrt

source: hard left
de: scharf links

source: left
de: links

source: slight left
de: links halten

source: continue
de: weiter

source: slight right
de: rechts halten

source: right
de: rechts

source: hard right
de: scharf rechts

source: elevator
de: Aufzug

source: U-turn left
de: Kehrtwende links

source: U-turn right
de: Kehrtwende rechts

source: Walk
de: Zu Fuß

source: Cycle
de: Fahrrad

source: Car
de: Auto

source: Subway
de: U-Bahn

source: Train
de: Bahn

source: Ferry
de: Fähre

source: Light Rail
de: Stadtbahn

source: Cable Car
de: Standseilbahn

source: Funicular
de: Seilbahn

source: Aerial Tram
de: Seilbahn

source: Bicycle rental station
de: Fahrradverleihstation

source: Bicycle rental
de: Fahrradverleih

source: Take roundabout <b>counterclockwise</b> to <b>%(ordinal_exit_number)s</b> exit on <b>%(street_name)s</b>
de: Nehmen sie den Kreisel<b>entgegen der Uhrzeigerichtung</b> bis zur <b>%(ordinal_exit_number)s</b> Abfahrt mit Namen <b>%(street_name)s</b>

source: Take roundabout counterclockwise to %(ordinal_exit_number)s exit on %(street_name)s
de: Nehmen sie den Kreisel entgegen der Uhrzeigerichtung bis zur %(ordinal_exit_number)s Abfahrt mit Namen %(street_name)s

source: Take roundabout <b>clockwise</b> to <b>%(ordinal_exit_number)s</b> exit on <b>%(street_name)s</b>
de: Nehmen sie den Kreisel<b>inr Uhrzeigerichtung</b> bis zur <b>%(ordinal_exit_number)s</b> Abfahrt mit Namen <b>%(street_name)s</b>

source: Take roundabout clockwise to %(ordinal_exit_number)s exit on %(street_name)s
de: Nehmen sie den Kreisel in Uhrzeigerichtung bis zur %(ordinal_exit_number)s Abfahrt mit Namen %(street_name)s

source: Start on
de: Starten Sie auf

source: heading
de: Richtung

source: to continue on
de: um weiter auf

source: on to
de: weiter auf

source: first
de: Erster

source: second
de: zweiten

source: third
de: dritten

source: fourth
de: vierten

source: fifth
de: fünften

source: sixth
de: sechsten

source: seventh
de: siebten

source: eight
de: achten

source: ninth
de: neuten

source: tenth
de: zehnten

source: %d hr
de: %d h

source: Minimize
de: Minimieren

source: Bring to front
de: in den Vordergrund

source: Send to back
de: in den Hintergrund

source: Route:
de: Verbindung:

source: Variant:
de: Variante:

source: Stop Finder
de: Haltestellen

source: Agency
de: Verkehrsverbund

source: By ID
de: Nach Nr.

source: By Name
de: Nach Name

source: Search
de: Suche

source: No Stops Found
de: Keine Haltestellen gefunden

source: Date
de: Datum

source: Find Stops
de: Finde Haltestellen

source: (No Stop Selected)
de: (keine Haltestelle ausgewählt)

source: Recenter
de: Neu zentrieren

source: Viewer
de: Haltestellenplan

source: Quick
de: Schnellste

source: Flat
de: Flach

source: Bike Friendly
de: Fahrradgeeignet

source: B
de: F

source: F
de: Fl

source: Q
de: S

source: All Routes
de: Alle Linien

source: Save
de: Speichern

source: Close
de: Schließen

source: Travel Options
de: Routeneinstellungen

source: Geocoder
de: Geokodierer

# tripoptions
source: Depart
de: Abfahrt

source: Arrive
de: Ankunft

source: Now
de: Jetzt

source: Wheelchair accesible trip:
de: Barrierefreie Route:

source: Travel by
de: Verkehrsmittel

source: Presets
de: Voreinstellungen

source: Maximum walk
de: maximale Gehstrecke

source: Maximum bike
de: maximale Fahrradstrecke

source: Preferred Routes
de: Bevorzugte Linine

source: Edit
de: Bearbeiten

source: None
de: Keine

source: Weight
de: Gewichtung

source: Banned routes
de: ausgeschlossene Routen

source: Use
de: Benutze

source: My Own Bike
de: Mein eigenes Rad

source: A Shared Bike
de: Ein geliehenes Rad

source: Plan Your Trip
de: Route berechnen
